Repository: GeeksCAT/anem-per-feina
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Confirm password
ca: Confirmació de la clau

source: Email addresses must be unique.
ca: El compte d'email ha de ser únic.

source: The two passwords differ.
ca: Les dues claus són diferents.

source: Successfully registered
ca: Has estat registrat satisfactòriament

source: Company Name
ca: Nom de l'empresa

source: Company Address
ca: Adreça de l'empresa

source: Password
ca: Clau

source: Confirm Password
ca: Confirmació de la clau

source: Enter Company Name
ca: Introdueix el nom de l'empresa

source: Enter Company Address
ca: Introdueix l'adreça de l'empresa

source: Enter Email
ca: Introdueix l'email

source: Enter Password
ca: Introdueix la clau

source: First name is required
ca: El nom és obligatori

source: Name is too long
ca: El nom és massa llarg

source: Last name is required
ca: El cognom és obligatori

source: Last Name is too long
ca: El cognom és massa llarg

source: User Does Not Exist.
ca: L'usauri no existeix.

source: Password Does not Match.
ca: La clau no coincideix.

source: User is not Active.
ca: Usuari inactiu.

source: Gender
ca: Gènere

source: User gender.
ca: Gènere de l'usuari.

source: A user with that email already exists.
ca: Ja existeix un usuari amb aquest compte d'email.

source: User email, also used as username.
ca: Email de l'usauri, utilitzat com a nom d'usuari.

source: You are now logged out
ca: Acabes de tancar sessió
