Repository: GeeksCAT/anem-per-feina
Catalog: jobsapp/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Please insert your name
ca: S.u.p. inserta el teu nom

source: Please insert your email
ca: S.u.p. defineix el teu email

source: Reason why you are contact us
ca: Motiu pel qual ens contactes

source: Your message
ca: El teu missatge

source: Last Date
ca: Última data

source: Company Name
ca: Nom de l'empresa

source: Company Description
ca: Descripció de l'empresa

source: Name
ca: Nom

source: Subject
ca: Assumpte

source: Message
ca: Missatge

source: Full time
ca: Temps complet

source: Part time
ca: Temps parcial

source: Internship
ca: Pràctiques

source: No remote
ca: Sense treball en remot

source: Full remote
ca: Totalment en remot

source: Partial remote
ca: Parcialment en remot

source: Web design
ca: Disseny web

source: Graphic design
ca: Disseny gràfic

source: Sofware developer
ca: Desenvolupador de programari

source: Data analyst
ca: Analista de dades

source: Android mobile developer
ca: Desenvolupador mòbil Android

source: iOS mobile developer
ca: Desenvolupador mòbil iOS

source: Frontend developer
ca: Desenvolupador de frontend

source: Backend developer
ca: Desenvolupador de backend

source: Fullstack developer
ca: Desenvolupador Fullstack

source: Project Manager
ca: Cap de projecte

source: Lead software engineer
ca: Enginyer de software lider

source: Security specialist
ca: Especialista en seguretat

source: Sysadmin
ca: Administrador de sistemes

source: Database administrator
ca: Administrador de la base de dades

source: User
ca: Usuari

source: User who creates this job.
ca: Usuari que ha creat la oferta de feina.

source: Title
ca: Títol

source: Short job title.
ca: Títol curt de la oferta.

source: Description
ca: Descripció

source: Long job description.
ca: Descripció detallada.

source: Location
ca: Localització

source: Location for this job position.
ca: Localització d'aquesta oferta.

source: Type
ca: Tipus

source: Job type.
ca: Tipus d'oferta.

source: Category
ca: Categoria

source: Category clasification.
ca: Classificació de la categoria.

source: Last date
ca: Última data

source: Last date.
ca: Última data.

source: Company
ca: Empresa

source: Job's Company name.
ca: Nom de la empresa que publica la oferta.

source: Company description
ca: Descripció de l'empresa

source: Company description, activity,...
ca: Descripció de l'empresa, activitats, ...

source: Website
ca: Lloc web

source: Company Website URL.
ca: URL del lloc web de l'empresa.

source: Created
ca: Creat

source: Job creation date and time.
ca: Data de creació.

source: Filled
ca: Satisfeta

source: Job position is filled.
ca: La oferta de feina ha estat coberta.

source: Salary
ca: Salari

source: Minimum and maximum annual salary for this job. Examples: 30.000 €, 30.000 € - 40.000 €, etc
ca: Salari mínim i màxim per aquesta feina. Exemples: 30.000 €, 30.000 € - 40.000 €, etc

source: Remote
ca: Remot

source: Is this job position remote?.
ca: És una feina en remot?.

source: Apply URL
ca: URL per la candidatura

source: Users will apply on your website.
ca: Els usuaris aplicaràn la seva candidatura al teu lloc web.

source: Job
ca: Feina

source: Jobs
ca: Feines

source: Home
ca: Inici

source: Menu
ca: Menú

source: Home
ca: Inici

source: current
ca: actual

source: About Us
ca: Sobre nosaltres

source: Contact
ca: Contacte

source: Post a new job
ca: Publica una nova oferta de feina

source: Logout
ca: Sortir

source: Register
ca: Registrar-se

source: Login
ca: Iniciar Sessió

source: Contact us
ca: Contacta'ns

source: Send message
ca: Enviar missatge

source: Find a <span class="accent">job</span> you will <span class="accent">love</span>.
ca: Troba una <span class="accent">feina</span> que <span class="accent">t'encantarà</span>.

source: Position
ca: Posició

source: Position you are looking for
ca: Posició que estàs buscant

source: Any particular location?
ca: Alguna ubicació concreta?

source: Featured jobs
ca: Ofertes destacades

source: Trending this month
ca: Tendències aquest mes

source: Share Board
ca: Compartir Tauler

source: Posted
ca: Publicat

source: Start searching for your new job now!
ca: Comença cercant la teva nova feina!

source: See our job offers
ca: Consulta les nostres ofertes de feina

source: Language
ca: Idioma

source: Add a new position
ca: Afegir una nova feina

source: Job details
ca: Detalls de l'oferta de feina

source: Job Title
ca: Títol de la feina

source: Enter Company Name
ca: Introdueix el nom de l'empresa

source: Job Description
ca: Descripció de la feina

source: Salary(Leave empty if it's negotiable)
ca: Salari (Deixa'l buit si es pot negociar)

source: users will apply on your website
ca: els usuaris aplicaran la seva candidatura al teu lloc web

source: Validity of the post
ca: Validesa de l'entrada

source: Company details
ca: Detalls de l'empresa

source: Company name
ca: Nom de l'empresa

source: I agree with the
ca: Accepto els

source: Terms and conditions
ca: Termes i condicions

source: Save and publish
ca: Desar i publicar

source: Are you sure you want to delete "%(job)s"?
ca: Segur que vols esborrar "%(job)s"?

source: Confirm
ca: Confirmar

source: Yearly
ca: Anualment

source: Negotiable
ca: Negociable

source: About
ca: Sobre

source: Edit Profile
ca: Editar Perfil

source: Male
ca: Home

source: Female
ca: Dona

source: Update
ca: Actualitzar

source: All created jobs
ca: Totes les feines creades

source: Add new position
ca: Afegir nova oferta

source: Job title
ca: Títol de la oferta

source: Position filled
ca: Oferta de feina coberta

source: Date posted
ca: Data de publicació

source: Date expiring
ca: Data d'expiració

source: Actions
ca: Accions

source: Not Filled
ca: No satisfeta

source: Edit
ca: Editar

source: Mark as
ca: Marcar com

source: filled
ca: satisfeta

source: Delete
ca: Esborrar

source: All jobs
ca: Totes les ofertes

source: Find a <span class="accent">job </span> you will <span class="accent">love</span>
ca: Troba una <span class="accent">feina </span> que <span class="accent">t'encantarà</span>

source: Profession
ca: Professió

source: Profession you are looking for
ca: Professió que busques

source: We have found <span class="accent">%(jobs)s</span> jobs
ca: Hem trobat <span class="accent">%(jobs)s</span> feines

source: We have found <span class="accent">%(jobs.count)s</span> jobs
ca: Hem trobat <span class="accent">%(jobs.count)s</span> feines

source: User doesn't exists
ca: L'usuari no existeix

source: Job doesn't exists
ca: La oferta de feina no existeix

source: Edit Job
ca: Editar Oferta

source: Post New Job
ca: Publica una nova oferta de feina

source: Mensage sent successfully
ca: El missatge s'ha enviat correctament

source: Mensage not sent
ca: El missatge no s'ha pogut enviar
